Repository: modell-aachen/MAPrinceModPlugin
Catalog: locale/MAPrinceModPlugin/*.po
Languages: cs, fr, hu

source: Cancel
cs: Ukončit
fr: Annuler
hu: Visszavonás

source: Generate PDF
cs: PDF vytvořit
fr: Générer PDF
hu: PDF készítése

source: PDF-Options
cs: Opce PDF
fr: Options PDF
hu: PDF lehetőségek

source: PDF-Print
cs: Tisk PDF
fr: imprimer PDF
hu: PDF nyomtatás

source: Page
cs: Strana
hu: Lap

source: Page <span style='white-space: nowrap'>%1 of %2</span>
cs: Strana <span style='white-space: nowrap'>%1 of %2</span>
fr: Page <span style='white-space: nowrap'>%1 de %2</span>
hu: Lap

source: Pages <span style='white-space: nowrap'>%1 to %2</span>
cs: Strany <span style='white-space: nowrap'>%1 of %2</span>
fr: Pages <span style='white-space: nowrap'>%1 vers %2</span>
hu: Lapok

source: Please choose format:
cs: Vyberte formát:
fr: S'il vous plaît choisir le format :
hu: Válassz formátumot:

source: Print in landscape mode
cs: Vytisknout na výšku
fr: Imprimer en mode paysage
hu: Nyomtatás Fekvőkép módban

source: Print in portrait mode
cs: Vytisknout na šířku
fr: Imprimer en mode portrait
hu: Nyomtatás Állókép módban

source: Print tab2
cs: tisknout tab2
hu: Nyomtatás

source: This printout is a copy and not subject to updating service.<br />Before use, the respective user has to make sure that the copy is up to date.<br />Print date:
cs: Tento výtisk je kopií a nepodléhá aktualizační službě . <br /> Před použitím musí příslušný uživatel zajistit, že kopie je aktuální. <br />Datum tisku:
fr: Cette impression est une copie et non soumis à la mise à jour de service. <br /> Avant utilisation, l'utilisateur concerné doit s'assurer que la copie est à jour. <br /> Imprimer la Date
hu: Ez egy másolat és nem kapcsolódik felülvizsgálathoz. Használat előtt a felhasználó győződjön meg arról, hogy ez egy érvényes, felülvizsgált dokumentum.

source: of
fr: de
